Repository: woodychen123/plugin.video.bthliang
Catalog: resources/language/*/strings.po
Languages: french

# #32000
source: Warning! This addon uses torrent addon player that it could be illegal in your country. Be sure to consult the local laws before use those torrent addon players. It is highly recommended that you use a VPN provider, in order to avoid potential legal repercussions in the future For any assistance, please, visit http://tutvguia.com/forums/
french: Avertissement! Cet addon utilise torrent addon player, ils peuvent être pas legal dans votre pays. SVP, il faut lire bien les lois locales avant de les utiliser. C'est très recommendable l'utilisation d'un fournisseur de VPN pour empêcher aucun problème legal dans l'avenir Pour assistance, SVP, visitez http://tutvguia.com/forums/

# #32001
source: Disable Automatic Library Integration
french: Desactiver l'integration Automatique

# #32002
source: Enable Automatic Library Integration
french: Activer l'integration Automatique

# #32003
source: Remove RSS URL
french: Enlever le lien RSS

# #32004
source: Modify RSS URL
french: Modifier le lien RSS

# #32005
source: Add a New [COLOR ffff9900]RSS[/COLOR]
french: Ajouter un nouveau lien [COLOR ffff9900]RSS[/COLOR]

# #32006
source: Do you want Remove %s?
french: Voulez-vous supprimer %s?

# #32007
source: URL RSS:
french: Lien RSS:

# #32008
source: Name to this RSS:
french: Nom RSS:

# #32009
source: Import to the local library
french: Importer à la bibliothèque locale

# #32010
source: Choose an Option:
french: Choisir un Option:

# #32011
source: Modify Saved [COLOR ffff9900]RSS[/COLOR]
french: Modifier les [COLOR ffff9900]RSS[/COLOR]

# #32012
source: Remove a [COLOR ffff9900]RSS[/COLOR]
french: Suprimier un [COLOR ffff9900]RSS[/COLOR]

# #32013
source: View Saved [COLOR ffff9900]RSS[/COLOR] list
french: Lister les [COLOR ffff9900]RSS[/COLOR]

# #32014
source: Read [COLOR ffff9900]RSS[/COLOR] list and create .strm Files in
french: lire les [COLOR ffff9900]RSS[/COLOR] et créer les fichier .strm Files en

# #32015
source: Erase Folders
french: Effacer les dossiers

# #32016
source: -SETTINGS
french: -PARAMÈTRES

# #32017
source: [B]HELP[/B]
french: [B]AIDE[/B]

# #32018
source: Exit
french: Sortie

# #32019
source: CANCEL
french: ANNULER

# #32020
source: Choose RSS to Remove
french: Choisir RSS à effacer

# #32021
source: Checking Online %s...
french: Mise à jour en ligne %s...

# #32022
source: Movies
french: Films

# #32023
source: TV Shows
french: Émissions de Télévision

# #32025
source: Please, check this address to find the user's operation: [B]http://goo.gl/8nYU6R[/B]
french: SVP, consultez ce lien pour trouver le manual d'operation:

# #32026
source: Persistent Update Service starting...
french: Depart du Service Automatique...

# #32027
source: Update List at %s
french: Mise à jour at %s

# #32028
source: Next Update in %s
french: Prochaine mise à jour %s

# #32029
source: All .strm files removed!
french: Tous les fichiers .strm enlevés!

# #32030
source: Erasing Database...
french: La Base de donnée en cours d'être vidée

# #32031
source: MOVIES
french: FILMS

# #32032
source: EPISODES
french: ÉPISODES

# #32033
source: %s: %s items Do you want to integrate this list?
french: %s: %s éléments Voulez-vous intégrer cette liste?

# #32034
source: Checking for %s %s
french: Mise à jour de %s %s

# #32036
source: Creating %s/%s.strm...
french: Création de %s/%s.strm...

# #32037
source: %s %s found - Still working... %s
french: %s %s trouvés - Encore occupé... %s

# #32038
source: %s added
french: %s ajoutés

# #32039
source: %s/%s.strm added
french: %s/%s.strm ajouté

# #32040
source: %s %s added. %s
french: %s %s ajouté. %s

# #32041
source: No new %s. %s
french: Pas nouveau %s. %s

# #32042
source: No new %s %s
french: Pas nouveau %s %s

# #32043
source: EPISODES ANIMES
french: ÉPISODES ANIMES

# #32044
source: Checking Online
french: Mise à jour en ligne

# #32050
source: General
french: Général

# #32051
source: Movie Folder:
french: Dossier de Films

# #32052
source: Show Folder:
french: Dossier des Émissions:

# #32053
source: Anime Folder:
french: Dossier d'Animes

# #32054
source: Add-on to use:
french: Add-on à utiliser

# #32055
source: Overwrite Existent .strm Files:
french: Ecraser Fichiers .strm Existants:

# #32056
source: Accept All Duplicated Files:
french: Accepter tout les fichiers:

# #32057
source: Notification Message
french: Message de Notification

# #32058
source: Time (seconds):
french: Temps (secondes):

# #32059
source: Automatic Integration
french: Integration Automatique

# #32060
source: Run the Automatic Integration Service (check in every login):
french: Exécutez le service d'intégration automatique (en chaque démarrage):

# #32061
source: Persistent Update @ 8h:
french: Mise à jour continue

# #32062
source: Movies Filters
french: Filtrage Films

# #32063
source: Advance Setup (for 'AND' use space, for 'OR' use comma)
french: Paramètres avancés (pour 'ET' utiliser espace, pour 'ou' utiliser la virgule)

# #32064
source: Accept File with:
french: Accepter des Fichiers avec:

# #32065
source: Block File with:
french: Bloquer les fichiers avec:

# #32066
source: Easy Setup Keywords after the query
french: Facile de configuration avec Mots-clés après la requête

# #32067
source: Accept File|Block File|Filter Off
french: Accepter Fichier|Bloquer Fichier|Non Filtrage

# #32068
source: Filter Off
french: Non Filtrage

# #32069
source: Block File
french: Bloquer Fichier

# #32070
source: TV Filters
french: Filtrage Émission Télévision

# #32072
source: Default View Mode
french: Mode de vue par defaut

# #32081
source: Clear Database:
french: Vider la base de donnée:

# #32082
source: Remove All .strm Files:
french: Effacer tous les Fichier .strm

# #32083
source: Type of Library:
french: Type de bibliothèque:

# #32084
source: Include Specials Episodes (Season 0):
french: Inclure Episodes Spécieux (Season 0):

# #32085
source: Detailed log
french: Journal détaillé

# #32086
source: Start Delay (in seconds)
french: Délais pour le démarrage (en secondes)

# #32090
source: Login
french: S'identifier

# #32091
source: Username:
french: Utilisateur:

# #32092
source: Password:
french: mot de passe:

# #32093
source: URL address (ex:http://www.example.com):
french: Lien URL (ex: http://www.example.com):

# #32100
source: Choose a category
french: Choisir une categorie

# #32101
source: List
french: Liste

# #32105
source: Movies Popular
french: Films Populaires

# #32106
source: Movies Trending
french: Tendance en Films

# #32107
source: TV Popular
french: Émissions Populaires

# #32108
source: TV Trending
french: Tendance en Émissions

# #32110
source: Watchlist
french: Liste pour regarder

# #32151
source: Language
french: Langage

# #32152
source: Popular and Oscar Winner
french: Populaire et Gagnats de l'Oscar

# #32154
source: Keywords
french: Mots-clés

# #32158
source: 'No Favourites Found
french: Aucun Favourite trouvé

# #32160
source: Quality:
french: Qualité

# #32161
source: Minimum Rating 0:OFF
french: Minimum de Rating

# #32162
source: Sorting by:
french: Tirage par:

# #32163
source: Number Pages to download:
french: Nombre de pages à télécharger

# #32170
source: Manual Search
french: Recherche manuelle

# #32171
source: PreFixed List
french: Liste prefixée

# #32172
source: Name Movie:
french: Nom du Film:

# #32173
source: Which Movie:
french: Quel Films:

# #32180
source: Add an new Anime...
french: Ajouter un nouvel Anime...

# #32181
source: Remove this Anime
french: Effacer cet Anime

# #32182
source: Add an new TV Show...
french: Ajouter un nouveau téléserie...

# #32183
source: Remove this TV Show
french: Effacer cette téléserie

# #32184
source: Add an new Movie...
french: Ajouter un nouveau film...

# #32185
source: Remove this Movie
french: Effacer ce film

# #32186
source: Add an new item...
french: Ajouter un nouveau élément...

# #32187
source: Remove this item
french: Effacer cet élément

# #32188
source: Modify this item
french: Modifier cet élément

# #32190
source: Search for:
french: Rechercher pour:

# #32191
source: Next Page..
french: Page Suivante..

# #32192
source: Name of this search
french: Nom de cette recherche

# #32193
source: Do you want to keep this query?
french: Voulez-vous saugarder cette recherche?

# #32194
source: [B]Search...[/B]
french: [B]Recherches...[/B]

# #32195
source: New Search...
french: Nouvelle recherche
